Revit 2027 API
ParameterTypeId.RbsElecMounting Property
 "Mounting"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecMounting { get; }
Public Shared ReadOnly Property RbsElecMounting As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecMounting {
	ForgeTypeId^ get ();
}
static member RbsElecMounting : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace